//
//  ArrayList.swift
//  saddsew
//
//  Created by AlexRymar on 13.03.2024.
//

import Foundation

let Words:[String] = ["Собака","Книга","Сонце","Біг","Вода","Щасливий","Дерево","Їсти","Синій","Великий"]
let Descripton:[String] = ["домашній ссавець, якого часто тримають в якості домашнього улюбленця.","набір написаних або надрукованих сторінок, зазвичай зібраних разом та містяться у палітурці, часто містять історії або інформацію.","зірка, навколо якої обертається Земля, забезпечуючи світло та тепло.","рухатися швидко пішки.","прозора, без запаху, безсмакова рідина, необхідна для життя, знаходиться у річках, океанах та дощі.","почуваючи або виражаючи задоволення чи задоволення.","висока рослина з стовбуром і гілками з дерева.","споживати їжу через рот.","колір, схожий на ясне небо або глибоке море.","значного розміру або обсягу."]
func randoms()->(String,String){
    let randomNumber = Int(arc4random_uniform(UInt32(Words.count)))
    return (Words[randomNumber],Descripton[randomNumber])
}
